Repository: Hamza-Dahmoun/Vote-App
Catalog: WebApplication1/Resources/Labels.*.resx
Languages: fr

source: An Election must last at least one day and less than five days
fr: Une Election doit dure au minimum un jour et au maximum cinq jours

source: Are you sure you want to delete this?
fr: Etes vous sure de supprimer cette élément?

source: Back to List
fr: Retour à la liste

source: Candidates
fr: Candidats

source: Create
fr: Créer

source: Create Election
fr: Créer une Election

source: Create New
fr: Créer

# CreateElectionTitle
source: Create an Election
fr: Créer une Election

# CreateStateTitle
source: Créer une Etat
fr: Create a State

# CreateVoterTitle
source: Create a Voter
fr: Création d'un Voteur

source: Current Election
fr: Election Courante

source: Delete
fr: Supprimer

source: Delete Election
fr: Supprimer l' election

source: Delete Voter
fr: Supprimer le Voteur

# DeleteButton
source: Delete
fr: Supprimer

# DeleteTitle
source: Delete
fr: Suppression

source: Details
fr: Détails

source: Download Excel File
fr: Télécharger Fichier Excel

source: Duration (days)
fr: Durée (jours)

source: Edit
fr: Editer

source: Edit an Election
fr: Editer une Election

# EditElectionTitle
source: Edit an Election
fr: Editer une Election

# EditStateTitle
source: Edit a State
fr: Editer un Etat

# EditVoterTitle
source: Edit a Voter
fr: Editer un Voteur

source: First Name
fr: Prénom

source: Future Elections
fr: Prochaines Elections

source: Has Neutral Opinion?
fr: Avoir un Opinion Neutre?

source: Has Voted?
fr: A Voté?

source: Is Candidate
fr: Est un Candidat

source: Last Name
fr: Nom

source: List of Candidates
fr: Liste des Candidats

source: List of Elections
fr: Liste des Elections

source: List of States
fr: Listes des Etats

source: List of Voters
fr: Liste des Voteurs

source: Name
fr: Nom

source: No Candidates Selected
fr: Aucun Candidat sélectionné

source: Number of Candidates
fr: Nombre de Candidats

source: Please Select Candidates concerned by this Election
fr: Veuillez sélectionner les Candidats de cette Election

source: Previous Elections
fr: Elections Précédantes

# RemoveVoterWarning
source: Removing a Voter from the system will remove all his Votes, Candidates and his account to access the system as well!
fr: La suppression d'un voteur supprimer également ses Votes, ses Candidatures et son compte!

source: Removing an Election from the system will remove all its Votes and Candidates as well!
fr: La suppression d'une élection supprime également ses Votes et ses Candidatures!

source: Required
fr: Obligatoire

source: Results of the Election
fr: Résultas de l'Election

source: rows
fr: lignes

source: Save
fr: Enregistrer

source: Select your choice wisely
fr: Choisir judicieusement

source: Selected Candidates
fr: Candidats Sélectionnés

source: State
fr: Etat

# StateName
source: State
fr: Etat

source: Statistics
fr: Statistiques

source: Step1
fr: Etape1

source: Step 2
fr: Etape 2

source: Validate Vote
fr: Valider le Vote

# VotePageTitle
source: Vote
fr: Voter

source: Voter
fr: Voteur

source: Voters
fr: Voteurs

source: Warning!
fr: Caution!

source: Welcome to WeVote
fr: Bienvenue dans WeVote

source: Winner
fr: Gagnant
