Repository: Hamza-Dahmoun/Vote-App
Catalog: WebApplication1/Resources/Messages.*.resx
Languages: fr

source: A New Election should take place in a future date.
fr: Une nouvelle élection doit etre programmée dans le future.

source: Candidate instance was not found for
fr: Candidat n'est pas trouvé pour

source: Candidate not found.
fr: Candidat n'est pas trouvé.

source: candidateId cannot be null.
fr: candidateId ne peut pas etre null.

source: Candidates
fr: Candidats

source: Candidates List not found.
fr: La liste des Candidats n'est pas trouvée.

source: Cannot validate vote of null election
fr: Le vote d'une élection null ne peut pas etre validé

source: Cannot validate votes of empty list of candidates
fr: Le vote d'une liste vide de candidats ne peut pas etre validé

source: Corresponding Voter instance not found.
fr: l'Instance Voteur correspondante n'est pas trouvée.

source: Current election not found
fr: l'Election courante n'est pas trouvée

source: Dashboard is null! Please contact your administrator.
fr: Le tableau de bord est null! Veuillez contacter l'administrateur du système.

source: Data not valid, please check again.
fr: Données ne sont pas valides, veuillez vérifier.

source: Duration (d)
fr: Durée (j)

source: Election instance not found.
fr: l'Instance Election n'est pas trouvée.

source: Election is not found.
fr: Election n'est pas trouvé.

source: Election not found
fr: Election n'est pas trouvé

source: electionId can not be null.
fr: electionId ne peut pas etre null.

source: electionId cannot be null.
fr: electionId ne peut pas etre null.

source: Error
fr: Erreur

source: Error When Trying to Get The Results!
fr: Erreur lors la récupération des résultats!

source: Error When Validating Votes!
fr: Erreur lors la validation des votes!

source: First Name
fr: Prénom

source: futureElections.xlsx
fr: prochaineElections.xlsx

source: Information provided not valid
fr: Informations fournis ne sont pas valid

source: Last Name
fr: Nom

source: Name
fr: Nom

source: Neutral Candidate (Y/N)
fr: Candidat Neutre (O/N)

source: No candidates found for this election
fr: Aucun candidat n'a été trouvé pour cette éléction

source: Passed parameter 'id' can not be null
fr: Le paramètre 'id' ne peut pas etre null

source: previousElections.xlsx
fr: ElectionsPrécédantes.xlsx

source: Properties voterId and electionId can not be null.
fr: Propriétés voterId et electionId ne peuvent pas etre null.

source: Start Date
fr: Date Début

source: State
fr: Etat

source: State not found
fr: Etat n'est pas trouvée

source: States
fr: Etats

source: The duration of the Election should be from one to five days.
fr: La durée d'une Election doit etre entre un et cinq jours.

source: There is an existing Election during the same period.
fr: il existe déja une Election durant la meme période.

source: Voter instance was not found for current user
fr: Voteur de l'utilisateur courant n'est ppas trouvé

source: Voter not found
fr: Voteur n'est pas trouvé

source: Voters
fr: Electeurs

source: Y
fr: O
